cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'autoconf'
brew 'carthage'
brew 'circleci'
brew 'chamber'
brew 'cocoapods'
brew 'coreutils'
brew 'fastlane'
brew 'git-lfs'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'openssl'
brew 'node'
brew 'postgresql'
brew 'python@3.8'
brew 'rbenv'
brew 'sqlite'
brew 'swiftlint'
brew 'terraform'
brew 'wget'

cask '1password'
cask 'bartender'
cask 'caffeine'
cask 'charles'
cask 'cleanmymac'
cask 'discord'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'postman'
cask 'sketch'
cask 'slack'
cask 'steam'
cask 'spotify'
cask 'transmission'
cask 'tunnelbear'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'zoomus'
